{"sourcedb":"PubMed","sourceid":"25609068","text":"Pharmacodynamic imaging guides dosing of a selective estrogen receptor degrader. UNASSIGNED:Purpose:Estrogen receptor (ER) targeting is key in management of receptor-positive breast cancer (BrCa). Currently, there are no methods to optimize anti-ER therapy dosing. This study assesses the utility of 16a-18F-fluoroestradiol (18F-FES) PET for fulvestrant dose optimization in a preclinical ER+ BrCa model. Experimental Design:In vitro, 18F-FES retention was compared to ERa protein expression (ELISA) and ESR1 mRNA transcription (qPCR) in MCF7 cells (ER+) after treatment with different fulvestrant doses. MCF7 xenografts were grown in ovariectomized nude mice and assigned to vehicle, low-(0.05mg), medium-(0.5mg) or high-dose(5mg) fulvestrant treatment groups (5-7 per group). Two and three days after fulvestrant treatment, PET/CT was performed using 18F-FES and 18F-FDG, respectively. ER expression was assessed by immunohistochemistry, ELISA, and qPCR on xenografts. Tumor proliferation was assessed using Ki-67 immunohistochemistry. Results:In vitro, we observed a parallel graded reduction in 18F-FES uptake and ER expression with increased fulvestrant doses, despite enhancement of ER mRNA transcription. In xenografts, ER expression significantly decreased with increased fulvestrant dose, despite similar mRNA expression and Ki-67 staining among the treatment groups. We observed a significant dose-dependent reduction of 18F-FES PET mean standardized uptake value (SUVmean) with fulvestrant treatment, but no significant difference among treatment groups in 18F-FDG PET SUVmean. Conclusions:We demonstrated that 18F-FES uptake mirrors the dose-dependent changes in functional ER expression with fulvestrant resulting in ER degradation and/or blockade; these precede changes in tumor metabolism and proliferation. Quantitative 18F-FES PET may be useful for tracking early efficacy of ER blockade/degradation and guiding ER-targeted therapy dosing in BrCa."},{"sourcedb":"PubMed","sourceid":"25421723","text":"Comparison of tamoxifen and letrozole response in mammary preneoplasia of ER and aromatase overexpressing mice defines an immune-associated gene signature linked to tamoxifen resistance. UNASSIGNED:Response to breast cancer chemoprevention can depend upon host genetic makeup and initiating events leading up to preneoplasia. Increased expression of aromatase and estrogen receptor (ER) is found in conjunction with breast cancer. To investigate response or resistance to endocrine therapy, mice with targeted overexpression of Esr1 or CYP19A1 to mammary epithelial cells were employed, representing two direct pathophysiological interventions in estrogen pathway signaling. Both Esr1 and CYP19A1 overexpressing mice responded to letrozole with reduced hyperplastic alveolar nodule prevalence and decreased mammary epithelial cell proliferation. CYP19A1 overexpressing mice were tamoxifen sensitive but Esr1 overexpressing mice were tamoxifen resistant. Increased ER expression occurred with tamoxifen resistance but no consistent changes in progesterone receptor, pSTAT3, pSTAT5, cyclin D1 or cyclin E levels in association with response or resistance were found. RNA-sequencing (RNA-seq) was employed to seek a transcriptome predictive of tamoxifen resistance using these models and a second tamoxifen-resistant model, BRCA1 deficient/Trp53 haploinsufficient mice. Sixty-eight genes associated with immune system processing were upregulated in tamoxifen-resistant Esr1- and Brca1-deficient mice, whereas genes related to aromatic compound metabolic process were upregulated in tamoxifen-sensitive CYP19A1 mice. Interferon regulatory factor 7 was identified as a key transcription factor regulating these 68 immune processing genes. Two loci encoding novel transcripts with high homology to human immunoglobulin lambda-like polypeptide 1 were uniquely upregulated in the tamoxifen-resistant models. Letrozole proved to be a successful alternative to tamoxifen. Further study of transcriptional changes associated with tamoxifen resistance including immune-related genes could expand our mechanistic understanding and lead to biomarkers predictive of escape or response to endocrine therapies."}
